9/data/attachments/3ab1a22a28089862.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Mitchell_agent_Actions_3258_1</nif:username>
            <nif:friendToBeRequested>soap_actions_2389912f-b513-4ae7-9f7e-cee376d51e91</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>